{
  "sections": {
    "16606692558670ab0e": {
      "type": "image-with-text-4",
      "blocks": {
        "1660669255e9def6af-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Corporate Gifts<\/strong><\/p>"
          }
        },
        "1660669255e9def6af-1": {
          "type": "text",
          "settings": {
            "text": "<p>Finding the best employee gift ideas or creative client gifts can be a challenge for a number of business owners, HR professionals, and more.  OldTimeCandy.com can personalize a corporate gift program to meet your  specific needs whether it is for a one-time purchase or an on-going program.<br\/><br\/>Whether you are searching for ​​corporate holiday gifts, sales call  follow-up gifts, thank-you gifts, product announcement gifts, spontaneous business client gifts, or unique employee appreciation gifts, giving corporate candy gifts from Old Time Candy is a surefire way to delight and excite your recipients.<br\/><br\/>Choose from the product list below or, if you see a product you like but it's  not quite right, submit an order inquiry. We will work with you to customize  your corporate gift program with specific candies, business card or letter inserts, custom box tops, custom box sizes, and more.<br\/><br\/>Do you need to send corporate gifts to multiple locations? Call us at 1-866-929-5477 option 1 during east coast business hours or submit an inquiry below. <\/p>",
            "text_style": "body"
          }
        },
        "1660669255e9def6af-2": {
          "type": "button",
          "settings": {
            "button_label": "Download our brochure",
            "button_link": "https:\/\/cdn.shopify.com\/s\/files\/1\/0004\/8132\/9204\/files\/OldTimeCandy-CorporateGiftsGuide.pdf?v=1635682273"
          }
        }
      },
      "block_order": [
        "1660669255e9def6af-0",
        "1660669255e9def6af-1",
        "1660669255e9def6af-2"
      ],
      "settings": {
        "full_width": false,
        "image": "shopify:\/\/shop_images\/gifts-decade-candy-gift-box.jpg",
        "image_width": 40,
        "box_text_width": 60,
        "layout": "image_first",
        "desktop_content_position": "middle",
        "desktop_content_alignment": "left",
        "mobile_content_alignment": "center",
        "padding_top": 90,
        "padding_bottom": 140,
        "padding_top_mb": 60,
        "padding_bottom_mb": 64,
        "show_bottom": false,
        "column_1": "",
        "column_2": "",
        "column_3": ""
      }
    },
    "16606662547df03c9a": {
      "type": "section-content",
      "settings": {
        "show_border_top": false,
        "show_border_bottom": false,
        "heading": "<p>Let Your Team Know How Much You Appreciate Them With <strong>Unique Gifts for Employees From Old Time Candy<\/strong><br\/><\/p>",
        "content": "<p>Your employees are the backbone of your company, so it's important to show them how much you appreciate their hard work. Candy gifts are a great way to do this. Not only are they a delicious treat, but they're also a thoughtful way to show your employees that you care.<br\/><br\/>When you put thought into giving meaningful gifts for employees, you show your employees that you value and appreciate them, and no matter how small, a candy corporate gift can brighten their days. In a time when employee retention, loyalty, and satisfaction are of the utmost importance, going the extra mile to express your appreciation will make a massive difference!<br\/><br\/>At Old Time Candy, we specialize in corporate candy gifts that are sure to put a smile on your employees' faces. We have a wide variety of candy gifts to choose from, so you're sure to find something that fits your budget and your employees' taste. We can even personalize our candy gifts with your company logo or a special message from you.<br\/><br\/>So, what are you waiting for? Show your employees how much you care with the best gifts for employees from Old Time Candy today!<br\/><br\/>If you enjoy the “Candy you ate as a Kid,” why not share it with others who are sure to love it? <br\/><\/p>",
        "text_align": "center",
        "bg_section": "#FAF9F7",
        "padding_top": 60,
        "padding_bottom": 48
      }
    },
    "16606657825203367d": {
      "type": "section-content",
      "settings": {
        "show_border_top": false,
        "show_border_bottom": false,
        "heading": "<p>Show Your Gratitude to Your Customers With <strong>Client Appreciation Gifts<\/strong><\/p>",
        "content": "<p>Your customers are your livelihood, and if you connect with them personally, sending thank you client gifts can have a positive impact on your relationships by showing them just how much you truly appreciate their business.<br\/><br\/>Knowing what to send for client thank you gifts can be tricky no matter what type of business you run. Going the extra mile to show your appreciation can appeal to your customers and make them even more inclined to purchase from you again! From real estate agents to lawyers and more, business owners can strengthen their relationships with clients by sending thoughtful corporate client gifts in appreciation of their continued patronage.<br\/><br\/>If you’re looking for client gifts ideas, consider sending nostalgic candy boxes to your customers! Personalize your customer thank you gifts with your company’s logo, a special message thanking them for their business, and curated selections of candy that you think they’ll enjoy. <br\/><\/p>",
        "text_align": "center",
        "bg_section": "#FFFFFF",
        "padding_top": 60,
        "padding_bottom": 20
      }
    },
    "166066071817749a92": {
      "type": "section-top-brands",
      "blocks": {
        "91fe1748-8f51-4654-8e87-51348fc16b65": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-box-top-options.jpg",
            "title": "Christmas Gifts for Employees",
            "richtext": "<p>The Christmas season is all about joy, goodwill, family, and faith. With staff gifts for christmas, you can express how much your team means to you during this holiday. Offering corporate Christmas gifts to clients and customers can also show your appreciation and goodwill.<br\/><br\/>If you are looking for employee Christmas gifts or client corporate Christmas gifts, a box of candy is the perfect sweet treat for the season.<\/p>"
          }
        },
        "026626cf-a869-449a-bcd1-190d0e6e3e0c": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-plastic-tub-2.jpg",
            "title": "Thanksgiving Gifts for Employees",
            "richtext": "<p>Gratitude and generosity are central themes of the Thanksgiving holiday, so providing Employee thanksgiving gifts is a great way to engage your staff and express your appreciation. While everyone focuses on more savory items like turkey and gravy, you can send candy corporate Thanksgiving gifts to supply dessert – especially for anyone who doesn’t like pumpkin pie.<\/p>"
          }
        },
        "7b17da11-32a5-491a-a710-5cdf804b06d2": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-halloween-gift-box.jpg",
            "title": "Corporate Halloween Gifts",
            "richtext": "<p>Trick or treat! Candy team gifts are perfect for celebrating Halloween with your employees or clients. Since most working adults don’t wear costumes and go door to door (at least, not without little ones), you can offer sweet candy gifts for office staff as a sign of gratitude and motivation with seasonal flair. Nostalgic candy boxes from Old Time Candy make good employee gifts for all holidays, but especially Halloween!<\/p>"
          }
        },
        "a9cd01c7-7d09-4f7f-930a-ea6c85cdfa9a": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-easter-box.jpg",
            "title": "Employee Appreciation Easter Gifts for Employees",
            "richtext": "<p>Even though most teams don’t work on Easter, offering employee holiday gifts is a great way to encourage your team. With holiday corporate gifts from Old Time Candy, you can embellish your employees’ or clients’ Easter candy haul with classic and unique candy varieties.<\/p>"
          }
        },
        "c6b799e3-d8e7-4c40-a28a-da8f5a07c718": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-rose-boquet.jpg",
            "title": "Valentine's Day Gifts for Employees",
            "richtext": "<p>While Valentine’s Day is often regarded as the romantic holiday, it is also a time of celebrating all relationships. Candy boxes make perfect Valentine gifts for office staff, with or without hand-crafted notes to accompany them. If you are looking for easy but thoughtful employee valentine gifts, candy corporate boxes are a great way to go!<\/p>"
          }
        },
        "bd8b4195-5458-4683-bf15-2e98dc9ae99e": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-candy-mug_e5b0d9c0-3baf-4390-99f4-b9a76bd9c4d7.jpg",
            "title": "Employee Appreciation Day Gifts",
            "richtext": "<p>Officially, Employee Appreciation Day occurs on the first Friday of March every year. You don’t have to wait for March to roll around again to express employee appreciation, but if you’re looking for employee appreciation day gifts ideas, ahead of time, it’s important to consider your options!<br\/><br\/>Corporate candy gifts are great for expressing your appreciation for your staff. They can be customized to suit your team’s preferences and interests, and at Old Time Candy, we can even personalize your boxes with your business’ logos and messaging.<\/p>"
          }
        }
      },
      "block_order": [
        "91fe1748-8f51-4654-8e87-51348fc16b65",
        "026626cf-a869-449a-bcd1-190d0e6e3e0c",
        "7b17da11-32a5-491a-a710-5cdf804b06d2",
        "a9cd01c7-7d09-4f7f-930a-ea6c85cdfa9a",
        "c6b799e3-d8e7-4c40-a28a-da8f5a07c718",
        "bd8b4195-5458-4683-bf15-2e98dc9ae99e"
      ],
      "settings": {
        "heading": "<p>Celebrate Every Season With <strong>Holiday Gifts<\/strong> for Employees<\/p>",
        "font_size_title": 24,
        "content": "<p>The holidays are a great time to show your employees how much you appreciate them. What better way to do this than with corporate holiday gifts from Old Time Candy? We have a wide selection of unique corporate gifts that are sure to put a smile on your employees' faces no matter what holiday you’re celebrating.<br\/><br\/>From Christmas candy gifts to Halloween candy gifts and everything in between, we have something for every holiday. We can even personalize our candy gift box tops, or you can choose from our pre-designed candy boxes.<br\/><br\/>Looking for holiday client gifts, too? We’ve got you covered! Let your customers know you’re thinking of them over the holidays with a thoughtful gift of delicious candy!<br\/><\/p>",
        "bg_section": "#FFFFFF",
        "padding_top": 40,
        "padding_bottom": 40
      }
    },
    "16584148595fda12b3": {
      "type": "section-content",
      "blocks": {
        "e69cdf94-d4a4-42ea-8f35-b28fd3336217": {
          "type": "text",
          "settings": {
            "text_align": "center",
            "title": "Employee Appreciation Gifts During Covid",
            "font_size": 18,
            "richtext": "<p>If your office is fully remote or hybrid in the wake of the Covid-19 pandemic, sending appreciation gifts for employees working from home can help make your whole workforce feel connected, united, and valued. Send them a box of candy to brighten their days and make them know how much you value them!<\/p>"
          }
        }
      },
      "block_order": [
        "e69cdf94-d4a4-42ea-8f35-b28fd3336217"
      ],
      "settings": {
        "show_border_top": false,
        "show_border_bottom": false,
        "heading": "<p>Bring Your Remote Workforce Together By Sending <strong>Corporate Candy Gifts<\/strong><\/p>",
        "content": "<p>Working from home has become the new normal for many of us. But just because we're not in the office doesn't mean we can't feel connected to our teams. One way to do this is by sending remote employee appreciation gifts, and what better way to do that than by sending your employees candy?<br\/><br\/>We offer some of the best gifts for remote employees that bring joy and sweetness no matter where the recipient is. Candy boxes are perfect gifts for people who work from home because they can easily be shipped and delivered directly to their door. <\/p>",
        "text_align": "center",
        "bg_section": "#faf9f7",
        "padding_top": 80,
        "padding_bottom": 84
      }
    },
    "1658415969f2db5c73": {
      "type": "section-multicolumn-richtext",
      "blocks": {
        "70b2d75f-48b6-45d0-a9ef-1ba2f2b4459d": {
          "type": "text",
          "settings": {
            "title": "Welcome Gifts for New Employees",
            "richtext": "<p>When a new employee joins your staff, offering employee welcome gifts is a great way to engage them right away and make them feel like a part of the team. New employee gifts like candy boxes can show how excited you are to have a new team member without requiring in-depth knowledge of who they are – most people like some candy, after all!<\/p>"
          }
        },
        "532d7a5a-07b1-4889-bdd6-2e872da5fab2": {
          "type": "text",
          "settings": {
            "title": "Employee Anniversary Gifts",
            "richtext": "<p>It’s more important now than ever to recognize your employees throughout their tenure. With thoughtful corporate anniversary gifts, you can express your gratitude for an employee’s continued loyalty and performance, thereby encouraging them to remain in your employ. If you are looking for team gift ideas to celebrate anniversaries, consider giving tenured employees candy gifts. Knowing their preferences can help you make the gift more personalized!<\/p>"
          }
        },
        "61b8b9fd-c3ce-41b9-acae-6ba07b5ff477": {
          "type": "text",
          "settings": {
            "title": "Employee Service Award Gifts",
            "richtext": "<p>Giving service award gifts typically acknowledges specific years of service, often beginning at one or five years. A corporate candy gift makes for a simple but meaningful gift for these awards, which are critical for promoting employee retention. <\/p>"
          }
        },
        "43b134cc-7fe0-435c-8f27-3fdcd21d0733": {
          "type": "text",
          "settings": {
            "title": "Retirement Gifts for Employees",
            "richtext": "<p>When an employee leaves your company for retirement, you should be keen on acknowledging their service and thanking them for their time and effort. Candy boxes make excellent corporate retirement gifts, as they are sweet, tasty, thoughtful, and can be personalized. Offering your retiring employees recognition gifts can help them feel good about their careers and trust that they served your business well.<\/p>"
          }
        },
        "4862a5f9-119f-401e-8dc4-eff81fb37444": {
          "type": "text",
          "settings": {
            "title": "Employee Thank You Gifts",
            "richtext": "<p>If an employee goes above and beyond, solves a critical problem, or offers help outside of their typical duties, you should absolutely go out of your way to thank them! Corporate thank you gifts often feel organic and genuine, which employees enjoy receiving. Consider customizable candy boxes as thank you gifts for employees to express your gratitude and appreciation!<\/p>"
          }
        },
        "1944243e-c744-4e76-a356-61fe9da07d99": {
          "type": "text",
          "settings": {
            "title": "Employee of the Month Gifts",
            "richtext": "<p>Celebrate outstanding performance not only with public recognition but with a candy gift, as well! Offering tangible gifts to employees who go above and beyond will not only make it apparent that you truly value them but also encourage other employees to strive for excellence, as well.<\/p>"
          }
        },
        "35a03716-f914-4d4b-ba79-9f7ca4d2b9c8": {
          "type": "text",
          "settings": {
            "title": "Employee Appreciation Gift Ideas",
            "richtext": "<p>Appreciation gifts for employees can come in many forms and are not restricted to specific events, holidays, or circumstances. Offering gifts for employees appreciation, especially when unprompted, can help improve staff morale, encourage employee loyalty, and increase team engagement.<br\/><br\/>Whether you want one-time fun recognition gifts for employees on an individual basis or you’re in need of recurring bulk employee appreciation gifts, candy boxes from Old Time Candy can delight your workforce and make them feel valued.<\/p>"
          }
        },
        "7edb3acc-4efb-4feb-a1d1-59e3e222f4aa": {
          "type": "text",
          "settings": {
            "title": "Gift Ideas for Employees on a Budget",
            "richtext": "<p>Do you want to show your employees how much you appreciate them but don't want to break the bank? There are plenty of ways to do this! One way is by sending them corporate candy gifts from Old Time Candy. Our delicious, inexpensive employee appreciation gifts like gift mugs filled with retro candy will definitely put a smile on your employees' faces.<br\/><br\/>We offer a range of customizable options to suit your budget, so whether you're searching for small employee appreciation gifts under $50, $25, or $10, we've got you covered.<\/p>"
          }
        }
      },
      "block_order": [
        "70b2d75f-48b6-45d0-a9ef-1ba2f2b4459d",
        "532d7a5a-07b1-4889-bdd6-2e872da5fab2",
        "61b8b9fd-c3ce-41b9-acae-6ba07b5ff477",
        "43b134cc-7fe0-435c-8f27-3fdcd21d0733",
        "4862a5f9-119f-401e-8dc4-eff81fb37444",
        "1944243e-c744-4e76-a356-61fe9da07d99",
        "35a03716-f914-4d4b-ba79-9f7ca4d2b9c8",
        "7edb3acc-4efb-4feb-a1d1-59e3e222f4aa"
      ],
      "settings": {
        "heading": "<p>Show Your Appreciation With Some of the <strong>Best Corporate Gifts Around<\/strong><\/p>",
        "content": "<p>There are many ways to show your employees how much you appreciate them.  <br\/>But one of the best ways is with candy staff appreciation gifts from Old Time Candy. <\/p>",
        "text_align": "center",
        "bg_section": "#e4f1f5",
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "1660657955de1de9c2": {
      "type": "section-other-types-prod",
      "blocks": {
        "67f5fbfe-156d-4b69-b98f-9719dce21903": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts--decade-box.jpg",
            "title": "Gifts for Hospital Staff",
            "richtext": "<p>During the pandemic, we all came to terms with just how hard medical professionals work, and showing appreciation with thank you gifts for hospital staff can help keep your team motivated. Consider sending candy boxes from Old Time Candy as thank you gifts for nursing staff to give them some sweet fuel to keep them going.<\/p>"
          }
        },
        "f1e483eb-7db0-4687-b034-c90cd25e5999": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-gift-cards.jpg",
            "title": "Gifts for Nursing Home Staff",
            "richtext": "<p>Caring for our elderly population can be a demanding, but rewarding, task. Providing gifts for assisted living staff can help keep them energized and promote longer tenure in a field that often faces high turnover rates. Nostalgic candy from Old Time Candy can also spark conversation among staff and their patients, giving them more to talk about and enjoy while working.<\/p>"
          }
        },
        "c63b7273-acae-4d7f-958d-f9d208676563": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-plastic-tub.jpg",
            "title": "Gifts for School Staff",
            "richtext": "<p>Educators do a great service to our children, and schools can show their gratitude to their staff with corporate gifts. Teacher appreciation week gifts for staff can promote higher engagement and improved retention rates among schools, and offering Christmas gifts for school staff can make them feel appreciated during the brief holiday break.<br\/><br\/>Give teachers and other school staff candy boxes from Old Time Candy to express appreciation, spark nostalgia, inspire conversation, and promote engagement.<\/p>"
          }
        },
        "36b8f36c-3199-4773-8e06-99f5f92942da": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-decade-boxes.jpg",
            "title": "Gifts for Veterinary Staff",
            "richtext": "<p>Corporate candy gifts are great for veterinary staff, showing them that their efforts are appreciated and that their work is valued – just keep the chocolate away from their patients!<\/p>"
          }
        }
      },
      "block_order": [
        "67f5fbfe-156d-4b69-b98f-9719dce21903",
        "f1e483eb-7db0-4687-b034-c90cd25e5999",
        "c63b7273-acae-4d7f-958d-f9d208676563",
        "36b8f36c-3199-4773-8e06-99f5f92942da"
      ],
      "settings": {
        "heading": "<p>In a Specialized Field? Show Your Gratitude for Your Hardworking Staff with Candy!<\/p>",
        "content": "<p>In every industry, there are always a few key players that go above and beyond to make things happen. If you have someone on your team that always goes the extra mile, show your appreciation with candy staff gifts!<\/p>",
        "text_align": "center",
        "bg_section": "#ffffff",
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "16606566045d3360e7": {
      "type": "section-top-brands",
      "settings": {
        "heading": "<p>Looking for the Best Employee Gifts? Give Them Treats from <strong>Old Time Candy!<\/strong><\/p>",
        "font_size_title": 24,
        "content": "<p>No matter what the occasion, Old Time Candy has the best corporate client gifts and employee gifts alike. From holiday corporate candy gifts and retirement gifts to the best client gifts for any occasion, we have fun gifts for employees and unique client gifts regardless of the occasion.<br\/><br\/>And because we know that not everyone has the same taste, we offer a wide variety of candy so you can find the perfect gift for your team. We have everything from corporate chocolate gifts to gummy bears, sour candy, bubble gum, and much, much more! So no matter what your employees or customers prefer, we have delightful gifts they'll love.<br\/><br\/>If you're looking for a way to show your appreciation, give fun corporate gifts with candy from Old Time Candy!<\/p>",
        "bg_section": "#ffffff",
        "padding_top": 40,
        "padding_bottom": 40
      }
    }
  },
  "order": [
    "16606692558670ab0e",
    "16606662547df03c9a",
    "16606657825203367d",
    "166066071817749a92",
    "16584148595fda12b3",
    "1658415969f2db5c73",
    "1660657955de1de9c2",
    "16606566045d3360e7"
  ]
}
