{
  "sections": {
    "16584148595fda12b3": {
      "type": "section-content",
      "blocks": {
        "e69cdf94-d4a4-42ea-8f35-b28fd3336217": {
          "type": "text",
          "settings": {
            "text_align": "center",
            "title": "Employee Appreciation Gifts During Covid",
            "font_size": 18,
            "richtext": "<p>If your office is fully remote or hybrid in the wake of the Covid-19 pandemic, sending appreciation gifts for employees working from home can help make your whole workforce feel connected, united, and valued. Send them a box of candy to brighten their days and make them know how much you value them!<\/p>"
          }
        }
      },
      "block_order": [
        "e69cdf94-d4a4-42ea-8f35-b28fd3336217"
      ],
      "settings": {
        "show_border_top": true,
        "show_border_bottom": true,
        "heading": "<p>Bring Your Remote Workforce Together By Sending <strong>Corporate Candy Gifts<\/strong><\/p>",
        "content": "<p>Working from home has become the new normal for many of us. But just because we're not in the office doesn't mean we can't feel connected to our teams. One way to do this is by sending remote employee appreciation gifts, and what better way to do that than by sending your employees candy?<br\/><br\/>We offer some of the best gifts for remote employees that bring joy and sweetness no matter where the recipient is. Candy boxes are perfect gifts for people who work from home because they can easily be shipped and delivered directly to their door. <\/p>",
        "text_align": "center",
        "bg_section": "#faf9f7",
        "padding_top": 40,
        "padding_bottom": 40
      }
    },
    "1658415969f2db5c73": {
      "type": "section-multicolumn-richtext",
      "blocks": {
        "70b2d75f-48b6-45d0-a9ef-1ba2f2b4459d": {
          "type": "text",
          "settings": {
            "title": "Welcome Gifts for New Employees",
            "richtext": "<p>When a new employee joins your staff, offering employee welcome gifts is a great way to engage them right away and make them feel like a part of the team. New employee gifts like candy boxes can show how excited you are to have a new team member without requiring in-depth knowledge of who they are – most people like some candy, after all!<\/p>"
          }
        },
        "532d7a5a-07b1-4889-bdd6-2e872da5fab2": {
          "type": "text",
          "settings": {
            "title": "Employee Anniversary Gifts",
            "richtext": "<p>It’s more important now than ever to recognize your employees throughout their tenure. With thoughtful corporate anniversary gifts, you can express your gratitude for an employee’s continued loyalty and performance, thereby encouraging them to remain in your employ. If you are looking for team gift ideas to celebrate anniversaries, consider giving tenured employees candy gifts. Knowing their preferences can help you make the gift more personalized!<\/p>"
          }
        },
        "61b8b9fd-c3ce-41b9-acae-6ba07b5ff477": {
          "type": "text",
          "settings": {
            "title": "Employee Service Award Gifts",
            "richtext": "<p>Giving service award gifts typically acknowledges specific years of service, often beginning at one or five years. A corporate candy gift makes for a simple but meaningful gift for these awards, which are critical for promoting employee retention. <\/p>"
          }
        },
        "43b134cc-7fe0-435c-8f27-3fdcd21d0733": {
          "type": "text",
          "settings": {
            "title": "Retirement Gifts for Employees",
            "richtext": "<p>When an employee leaves your company for retirement, you should be keen on acknowledging their service and thanking them for their time and effort. Candy boxes make excellent corporate retirement gifts, as they are sweet, tasty, thoughtful, and can be personalized. Offering your retiring employees recognition gifts can help them feel good about their careers and trust that they served your business well.<\/p>"
          }
        },
        "4862a5f9-119f-401e-8dc4-eff81fb37444": {
          "type": "text",
          "settings": {
            "title": "Employee Thank You Gifts",
            "richtext": "<p>If an employee goes above and beyond, solves a critical problem, or offers help outside of their typical duties, you should absolutely go out of your way to thank them! Corporate thank you gifts often feel organic and genuine, which employees enjoy receiving. Consider customizable candy boxes as thank you gifts for employees to express your gratitude and appreciation!<\/p>"
          }
        },
        "1944243e-c744-4e76-a356-61fe9da07d99": {
          "type": "text",
          "settings": {
            "title": "Employee of the Month Gifts",
            "richtext": "<p>Celebrate outstanding performance not only with public recognition but with a candy gift, as well! Offering tangible gifts to employees who go above and beyond will not only make it apparent that you truly value them but also encourage other employees to strive for excellence, as well.<\/p>"
          }
        },
        "35a03716-f914-4d4b-ba79-9f7ca4d2b9c8": {
          "type": "text",
          "settings": {
            "title": "Employee Appreciation Gift Ideas",
            "richtext": "<p>Appreciation gifts for employees can come in many forms and are not restricted to specific events, holidays, or circumstances. Offering gifts for employees appreciation, especially when unprompted, can help improve staff morale, encourage employee loyalty, and increase team engagement.<br\/><br\/>Whether you want one-time fun recognition gifts for employees on an individual basis or you’re in need of recurring bulk employee appreciation gifts, candy boxes from Old Time Candy can delight your workforce and make them feel valued.<\/p>"
          }
        },
        "7edb3acc-4efb-4feb-a1d1-59e3e222f4aa": {
          "type": "text",
          "settings": {
            "title": "Gift Ideas for Employees on a Budget",
            "richtext": "<p>Do you want to show your employees how much you appreciate them but don't want to break the bank? There are plenty of ways to do this! One way is by sending them corporate candy gifts from Old Time Candy. Our delicious, inexpensive employee appreciation gifts like gift mugs filled with retro candy will definitely put a smile on your employees' faces.<br\/><br\/>We offer a range of customizable options to suit your budget, so whether you're searching for small employee appreciation gifts under $50, $25, or $10, we've got you covered.<\/p>"
          }
        }
      },
      "block_order": [
        "70b2d75f-48b6-45d0-a9ef-1ba2f2b4459d",
        "532d7a5a-07b1-4889-bdd6-2e872da5fab2",
        "61b8b9fd-c3ce-41b9-acae-6ba07b5ff477",
        "43b134cc-7fe0-435c-8f27-3fdcd21d0733",
        "4862a5f9-119f-401e-8dc4-eff81fb37444",
        "1944243e-c744-4e76-a356-61fe9da07d99",
        "35a03716-f914-4d4b-ba79-9f7ca4d2b9c8",
        "7edb3acc-4efb-4feb-a1d1-59e3e222f4aa"
      ],
      "settings": {
        "heading": "<p>Show Your Appreciation With Some of the <strong>Best Corporate Gifts Around<\/strong><\/p>",
        "content": "<p>There are many ways to show your employees how much you appreciate them.  <br\/>But one of the best ways is with candy staff appreciation gifts from Old Time Candy. <\/p>",
        "text_align": "center",
        "bg_section": "#e4f1f5",
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "1660657955de1de9c2": {
      "type": "section-other-types-prod",
      "blocks": {
        "67f5fbfe-156d-4b69-b98f-9719dce21903": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts--decade-box.jpg",
            "title": "Gifts for Hospital Staff",
            "richtext": "<p>During the pandemic, we all came to terms with just how hard medical professionals work, and showing appreciation with thank you gifts for hospital staff can help keep your team motivated. Consider sending candy boxes from Old Time Candy as thank you gifts for nursing staff to give them some sweet fuel to keep them going.<\/p>"
          }
        },
        "f1e483eb-7db0-4687-b034-c90cd25e5999": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-gift-cards.jpg",
            "title": "Gifts for Nursing Home Staff",
            "richtext": "<p>Caring for our elderly population can be a demanding, but rewarding, task. Providing gifts for assisted living staff can help keep them energized and promote longer tenure in a field that often faces high turnover rates. Nostalgic candy from Old Time Candy can also spark conversation among staff and their patients, giving them more to talk about and enjoy while working.<\/p>"
          }
        },
        "c63b7273-acae-4d7f-958d-f9d208676563": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-plastic-tub.jpg",
            "title": "Gifts for School Staff",
            "richtext": "<p>Educators do a great service to our children, and schools can show their gratitude to their staff with corporate gifts. Teacher appreciation week gifts for staff can promote higher engagement and improved retention rates among schools, and offering Christmas gifts for school staff can make them feel appreciated during the brief holiday break.<br\/><br\/>Give teachers and other school staff candy boxes from Old Time Candy to express appreciation, spark nostalgia, inspire conversation, and promote engagement.<\/p>"
          }
        },
        "36b8f36c-3199-4773-8e06-99f5f92942da": {
          "type": "product",
          "settings": {
            "image": "shopify:\/\/shop_images\/gifts-decade-boxes.jpg",
            "title": "Gifts for Veterinary Staff",
            "richtext": "<p>Corporate candy gifts are great for veterinary staff, showing them that their efforts are appreciated and that their work is valued – just keep the chocolate away from their patients!<\/p>"
          }
        }
      },
      "block_order": [
        "67f5fbfe-156d-4b69-b98f-9719dce21903",
        "f1e483eb-7db0-4687-b034-c90cd25e5999",
        "c63b7273-acae-4d7f-958d-f9d208676563",
        "36b8f36c-3199-4773-8e06-99f5f92942da"
      ],
      "settings": {
        "heading": "<p>In a Specialized Field? Show Your Gratitude for Your Hardworking Staff with Candy!<\/p>",
        "content": "<p>In every industry, there are always a few key players that go above and beyond to make things happen. If you have someone on your team that always goes the extra mile, show your appreciation with candy staff gifts!<\/p>",
        "text_align": "center",
        "bg_section": "#ffffff",
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "16606566045d3360e7": {
      "type": "section-top-brands",
      "settings": {
        "heading": "<p>Looking for the Best Employee Gifts? Give Them Treats from <strong>Old Time Candy!<\/strong><\/p>",
        "font_size_title": 24,
        "content": "<p>No matter what the occasion, Old Time Candy has the best corporate client gifts and employee gifts alike. From holiday corporate candy gifts and retirement gifts to the best client gifts for any occasion, we have fun gifts for employees and unique client gifts regardless of the occasion.<br\/><br\/>And because we know that not everyone has the same taste, we offer a wide variety of candy so you can find the perfect gift for your team. We have everything from corporate chocolate gifts to gummy bears, sour candy, bubble gum, and much, much more! So no matter what your employees or customers prefer, we have delightful gifts they'll love.<br\/><br\/>If you're looking for a way to show your appreciation, give fun corporate gifts with candy from Old Time Candy!<\/p>",
        "bg_section": "#ffffff",
        "padding_top": 40,
        "padding_bottom": 40
      }
    }
  },
  "order": [
    "16584148595fda12b3",
    "1658415969f2db5c73",
    "1660657955de1de9c2",
    "16606566045d3360e7"
  ]
}
